"uk_UA": [
    {
      "q": "Якi сервернi пакети ви, хлопцi, пiдтримуєте?",
      "a": "Ми пiдтримуємо будь-який сервер, який вказано в таблицi, прикрiпленiй до посилання на Github нижче, i має веб-посилання в правiй колонцi. <br>Щоб безпосередньо завантажити пакет, просто знайдiть потрiбний пакет i натиснiть на посилання. <br> <br> 👉 <a href='https://serverlist.bedrockhub.io/'>https://serverlist.bedrockhub.io/</a>"
    },
    {
      "q": "Як я можу змiнити свiй текстурпак у грi?",
      "a": "Перш за все, необхiдно визначити, де зберiгаються сервернi пакети. <br>Перейдiть до Налаштування → Сховище → Кешованi данi <br> Пiсля цього ви просто видалите потрiбний сервер, щоб знову завантажити новий пакет серверiв. <br> <br> Приблизно це показано тут <br>👉 <a href='https://www.youtube.com/watch?v=HU8I3jiznz8'>https://www.youtube.com/watch?v=HU8I3jiznz8</a>"
    },
    {
      "q": "Як вибрати пакет текстур?",
      "a": "Щоб уникнути будь-якої плутанини, вся процедура дуже проста i зрозумiла. Перейдiть до налаштувань програми, активуйте \"Серверний пакет\", i виберiть потрiбний пакет, натиснувши кнопку \"Встановити\". <br> <br>Звернiть увагу, що ваш пакет повинен мати формат .zip або .mcpack! <br> <br> Додаток зробить все iнше сам, тож вам не доведеться бiльше нi про що турбуватися!"
    },
    {
      "q": "Як додати непiдтримуванi сервернi пакети?",
      "a": "Ця функцiя доступна тiльки для власникiв премiуму! <br> <br> Якщо ви вже купили, ви можете додати \"Користувацький пакет сервера\" до сервера. Просто перейдiть до списку користувацьких серверiв, виберiть непiдтримуваний сервер, натиснiть кнопку \"Користувацький пакет\" i виберiть пакет сервера. <br> Пiд час цiєї процедури наша система виконує кiлька фонових перевiрок, чи є пакет зашифрованим чи нi. Якщо вiн зашифрований, пiдпакет буде створено автоматично. <br> <br> Серверний пакет - це пакет ресурсiв iз сервера. НЕ ВЗАЄМОДiЄ зi звичайним текстурпаком!!! <br> <br> Попросiть свiй улюблений сервер подiлитися з вами своїм пакетом сервера!"
    },
    {
      "q": "Чому я не можу приєднатися?",
      "a": "Будь ласка, пам'ятайте, що ваш смартфон має бути пiд'єднаний до тiєї самої мережi Wi-Fi, що й ваша консоль!!! <br><br>➡️Якщо ваша консоль пiд'єднана до точки доступу, що надається вашим мобiльним телефоном, ви не зможете пiд'єднатися до сервера BedrockConnect!!! <br><br>➡️ Якщо в налаштуваннях вашого Wi-Fi є обмеження, наприклад, батькiвський контроль або блокування вiд дiтей, вiн може не працювати. Це пов'язано з вiдповiдними налаштуваннями маршрутизатора. <br><br>➡️ Щоб приєднатися, ви маєте стати володарем Xbox Gold або PSPlus (залежно вiд того, на якiй консолi ви граєте, зрозумiло)!"
    },
    {
      "q": "Я виявив помилку або менi потрiбна допомога!",
      "a": "Привiт, не турбуйтеся! Ми будемо радi допомогти вам на нашому серверi Discord! <br><br> Наш сервер Discord: <br> <br> 👉 <a href='https://discord.bedrockhub.io'>https://discord.bedrockhub.io</a>"
    },
    {
      "q": "Як я можу подати заявку на партнерство?",
      "a": "Партнери мають у нас особливий статус. Вони перерахованi в списку Featured Server i тому їх видно всiм! <br> <br> Вимоги перерахованi на нашому серверi Discord, де також вiдбуватиметься подальше спiлкування. <br> <br> 👉 <a href='https://discord.bedrockhub.io'>https://discord.bedrockhub.io</a>"
    }
]
