"uk_UA": [
    {
      "q": "Які серверні пакети ви, хлопці, підтримуєте?",
      "a": "Ми підтримуємо будь-який сервер, який вказано в таблиці, прикріпленій до посилання на github нижче, і має веб-посилання в правій колонці. <br>Щоб безпосередньо завантажити пакет, просто знайдіть потрібний пакет і натисніть на посилання. <br> <br> 👉 <a href='https://serverlist.bedrockhub.io/'>https://serverlist.bedrockhub.io/</a>"
    },
    {
      "q": "Як я можу змінити свій текстурпак у грі?",
      "a": "Перш за все, необхідно визначити, де зберігаються серверні пакети. <br>Перейдіть до Налаштування → Сховище → Кешовані дані <br> Після цього ви просто видалите потрібний сервер, щоб знову завантажити новий пакет серверів. <br> <br> Приблизно це показано тут <br>👉 <a href='https://www.youtube.com/watch?v=HU8I3jiznz8'>https://www.youtube.com/watch?v=HU8I3jiznz8</a>"
    },
    {
      "q": "Як вибрати пакет текстур?",
      "a": "Щоб уникнути будь-якої плутанини, вся процедура дуже проста і зрозуміла. Перейдіть до налаштувань програми, активуйте \"Серверний пакет\", і виберіть потрібний пакет, натиснувши кнопку \"Встановити\". <br> <br>Зверніть увагу, що ваш пакет повинен мати формат .zip або .mcpack! <br> <br> Додаток зробить все інше сам, тож вам не доведеться більше ні про що турбуватися!"
    },
    {
      "q": "Як додати непідтримувані серверні пакети?",
      "a": "Ця функція доступна тільки для власників преміуму! <br> <br> Якщо ви вже купили, ви можете додати \"Користувацький пакет сервера\" до сервера. Просто перейдіть до списку користувацьких серверів, виберіть непідтримуваний сервер, натисніть кнопку \"Користувацький пакет\" і виберіть пакет сервера. <br> Під час цієї процедури наша система виконує кілька фонових перевірок, чи є пакет зашифрованим чи ні. Якщо він зашифрований, підпакет буде створено автоматично. <br> <br> Серверний пакет - це пакет ресурсів із сервера. НЕ ВЗАЄМОДІЄ зі звичайним текстурпаком!!! <br> <br> Попросіть свій улюблений сервер поділитися з вами своїм пакетом сервера!"
    },
    {
      "q": "Чому я не можу приєднатися?",
      "a": "Будь ласка, пам'ятайте, що ваш смартфон має бути під'єднаний до тієї самої мережі Wi-Fi, що й ваша консоль!!! <br><br>➡️Якщо ваша консоль під'єднана до точки доступу, що надається вашим мобільним телефоном, ви не зможете під'єднатися до сервера BedrockConnect!!! <br><br>➡️ Якщо в налаштуваннях вашого Wi-Fi є обмеження, наприклад, батьківський контроль або блокування від дітей, він може не працювати. Це пов'язано з відповідними налаштуваннями маршрутизатора. <br><br>➡️ Щоб приєднатися, ви маєте стати володарем Xbox Gold або PSPlus (залежно від того, на якій консолі ви граєте, зрозуміло)!"
    },
    {
      "q": "Я виявив помилку або мені потрібна допомога!",
      "a": "Привіт, не турбуйтеся! Ми будемо раді допомогти вам на нашому сервері Discord! <br><br> Наш сервер Discord: <br> <br> 👉 <a href='https://discord.bedrockhub.io'>https://discord.bedrockhub.io</a>"
    },
    {
      "q": "Як я можу подати заявку на партнерство?",
      "a": "Партнери мають у нас особливий статус. Вони перераховані в списку Featured Server і тому їх видно всім! <br> <br> Вимоги перераховані на нашому сервері Discord, де також відбуватиметься подальше спілкування. <br> <br> 👉 <a href='https://discord.bedrockhub.io'>https://discord.bedrockhub.io</a>"
    }
]
