"ru_RU": [
    {
      "q": "Какие серверные пакеты вы, ребята, поддерживаете?",
      "a": "Мы поддерживаем любой сервер, который указан в таблице, прикрепленной к ссылке на github ниже, и имеет веб-ссылку в правой колонке. <br>Чтобы напрямую скачать пакет, просто найдите нужный пакет и нажмите на ссылку. <br> <br> 👉  <a href='https://serverlist.bedrockhub.io/'>https://serverlist.bedrockhub.io/</a>"
    },
    {
      "q": "Как я могу изменить свой текстурпак в игре?",
      "a": "Прежде всего, необходимо определить, где хранятся серверные пакеты. <br>Перейдите к Настройки → Хранилище → Кэшированные данные <br> После этого вы просто удалите нужный сервер, чтобы снова загрузить новый пакет серверов. <br> <br> Примерно это показано здесь <br>👉 <a href='https://www.youtube.com/watch?v=HU8I3jiznz8'>https://www.youtube.com/watch?v=HU8I3jiznz8</a>"
    },
    {
      "q": "Как выбрать пакет текстур?",
      "a": "Чтобы избежать любой путаницы, вся процедура очень проста и понятна. Перейдите к настройкам приложения, активируйте \"Серверный пакет\", и выберите нужный пакет, нажав кнопку \"Установить\". <br> <br>Обратите внимание, что ваш пакет должен иметь формат .zip или .mcpack! <br> <br> Приложение сделает все остальное само, так что вам не придется больше ни о чем беспокоиться!"
    },
    {
      "q": "Как добавить неподдерживаемые серверные пакеты?",
      "a": "Эта функция доступна только для владельцев премиума! <br> <br> Если вы уже купили, вы можете добавить \"Пользовательский пакет сервера\" к серверу. Просто перейдите к списку пользовательских серверов, выберите неподдерживаемый сервер, нажмите кнопку \"Пользовательский пакет\" и выберите пакет сервера. <br> Во время этой процедуры наша система выполняет несколько фоновых проверок, является ли пакет зашифрованным или нет. Если он зашифрован, подпакет будет создан автоматически. <br> <br> Серверный пакет - это пакет ресурсов с сервера. НЕ ВЗАИМОДЕЙСТВУЕТ с обычным текстурпаком!!! <br> <br> Попросите свой любимый сервер поделиться с вами своим пакетом сервера!"
    },
    {
      "q": "Почему я не могу присоединиться?",
      "a": "Пожалуйста, помните, что ваш смартфон должен быть подключен к той же сети Wi-Fi, что и ваша консоль!!! <br><br>➡️Если ваша консоль подключена к точке доступа, предоставляемой вашим мобильным телефоном, вы не сможете подключиться к серверу BedrockConnect!!! <br><br>➡️ Если в настройках вашего Wi-Fi есть ограничения, например, родительский контроль или блокировка от детей, он может не работать. Это связано с соответствующими настройками маршрутизатора. <br><br>➡️ Чтобы присоединиться, вы должны стать обладателем Xbox Gold или PSPlus (в зависимости от того, на какой консоли вы играете, разумеется).)!"
    },
    {
      "q": "Я обнаружил ошибку или мне нужна помощь!",
      "a": "Привет, не беспокойтесь! Мы будем рады помочь вам на нашем сервере Discord! <br><br> Наш сервер Discord: <br> <br> 👉 <a href='https://discord.bedrockhub.io'>https://discord.bedrockhub.io</a>"
    },
    {
      "q": "Как я могу подать заявку на партнерство?",
      "a": "Партнеры имеют у нас особый статус. Они перечислены в списке Featured Server и поэтому видны всем! <br> <br> Требования перечислены на нашем сервере Discord, где также будет происходить дальнейшее общение. <br> <br> 👉 <a href='https://discord.bedrockhub.io'>https://discord.bedrockhub.io</a>"
    }
  ]
